import './content.css'
import Input_comment from './input_comment';
import Up_button from './up_button';

function Content() {
    return (
        <div className="Content">
            <p className="intro">Здесь будут приведены примеры современных технологий, применяемых для ведения и оценивания уроков, могут быть действенные советы для организации уроков, а также полезные ссылки</p>
            <div className="box">
                <div className="box1">
                 <div className="z">
                    <h2>1)Применение сюжетных настольных игр для оценивания уровня знаний </h2>
                    </div>
                    <p>Эта методика будет интересна учителям, которым не хватает креатива в их деятельности. Данная методика требует очень много ресурсов, но она очень понравится Вам и детям, и замотивирует класс своевременно усваивать материал.

                    </p><p>Для настольных игр понадобятся <strong>поле,фигурки и возможно дополнительные предметы(кубики,предметы ландшафта)</strong>. Ниже для Вас будут предоставленны ссылки,чтобы Вы могли воспользоваться готовыми ресурсами, но вы также можете сделать всё своими руками.

                    </p><div className="hint">
                        <h3>Полезные материалы</h3>

                        <p>Ссылка на подборку карт для настольных игр <a href="https://vk.com/away.php?to=https%3A%2F%2Fdrive.google.com%2Fdrive%2Ffolders%2F1vUpmaA1N5P2MuhTfjiVkARfGwvk2F9xl%3Fusp%3Dsharing&amp;cc_key=">Карты</a>,в зависимости от того, какую карту Вы выберете, будет выбран и сам сюжет игры.</p>
                        <p>Здесь ссылочка на группу с фигурками, их можно заказать или купить в фирменом магазине в волгограде <a href="https://vk.com/unnamable_shop?w=address-178652415_69039"> Фигурки </a>   </p>
                    </div>

                    <p>Вы можете предварительно сказать детям, чтобы они учили материал по конкретной теме или усваивали весь материал в течении четверти/семестра, чтобы потом иметь возможномть с удовольствием поиграть и применить полученные знания.

                    </p><p>Предложим готовый вариант игры "Пираты и знать", можно поделить детей на четыре команды: две команды пиратов и две знати. все они должны будут дойти до сокровища используя некоторые подсказки и проходя испытания.Рассмотрим вариант испытаний для 8 класса(по Босовой), в ходе испытаний дети будут получать цифры координат клада и код от сундука. Первая цифра координат будет выяснена по решению испытания на корабле, надо будет составить круги эйлера для решения задчаи и определить сколько всего бочек рома или сколько продуктов(это число и будет первой координатой). Второе испытание будет битва на суше, это даст детям возможность почувствовать конкуренцию там будут даны вопросы по основным элементам программирования в питоне и в конце будет задания указать номер элемента массива с таким то названием (это будет вторая координата). и последнее задание на системы счисление. надо просто перевести ряд чисел из двоичной системы в десятичную. когда ребята сложат свои результаты в правильном порядке, они смогут открыть сундук.
                   </p> 
                   <div className="z">
                    <h2>2)Мозговой штурм</h2>
                    </div>
                    <p>Данный метод используется для решения задач,ребята должны генерировать как можно больше идей решения задачи, даже самых фантастических и иногда немного глупых.
                    </p><p> Например дана задача придумать алгоритм ежедневных действий.(1-встать с дивана,2-поесть,3-есть,4-есть,5-спать)
                    </p></div>
                <div className="box1">
                <div className="z">
                    <h2>3)Деловые игры</h2>
                    </div>
                    <p><strong>Деловая игра</strong> - это метод имитации принятия решений работников или специалистов в тех или иных обстоятельствах, с соблюдением правил и разрешением конфликтных ситуаций.
                    </p>
                    <ol><p><strong>Рассмотрим несколько из них</strong>
                    </p><li><strong>Деловая игра точка зрения</strong> - играя участники оставляют свои точки зрения, происходит мирная дискуссия. При этом заранее объявляется тема. Для учителя в данной методике важно уловить насколько хорошо ребёнок приводит аргументы и как применяет полученные на уроке знания.</li>
                        <li><strong>Деловая игра НИЛ(научно-исследовательская лаборатория)</strong> - в этой игре дети делятся на команды исследователей, а также выбирается справедливая комиссия для установки оценок. Дети должны будут выполнить ряд задач, приготовить свой продукт, выбрать спикера и всё это в условиях жёсткого тайминга.</li>
                        <li><strong>Деловая игра компетентность</strong> - дети делятся на 2 команды, каждая команда подбирает по 5 заданий. Если соперник не выполняет задание, команда должна выполнить задание сама( по 5 баллов за задание, по 10 за ответ). Вы выполняете роль работодателя и принимаете на работу более успешных сотрудников, но не забудьте сделать рефлексию и обратить внимание на ошибки.</li>
                        <p><strong>Деловая игра</strong> - это метод имитации принятия решений работников или специалистов в тех или иных обстоятельствах, с соблюдением правил и разрешением конфликтных ситуаций.
                        </p></ol>
                    <div className="hint">
                        <h3>Полезные ресрурсы</h3>
                        <p>Здесь вы можете найти больше деловых игр: <a href="https://www.wrike.com/ru/blog/pyatnadtsat-luchshih-delovyh-igr-razvivayushhih-umenie-reshat-problemy/">15 деловых игр</a>
                        </p><p>А здесь ознакомитесь с методическими рекомендациями по А.Гину в применении игр: <a href="https://nsportal.ru/shkola/obshchepedagogicheskie-tekhnologii/library/2018/12/19/konstruktor-uroka-gin-a-a">конструктор Гина</a>
                        </p></div>
                    <div className="z">
                    <h2>4)Фантастическая добавка</h2>
                    </div>
                    <p>Один из самых интересных методов, предполагающий погружение в виртуальную реальность, столкновение с чем-то фантастическим.
                    </p>
                    <p>Приведём пример: *урок русского языка*
                    </p>
                    <p><strong>Учитель</strong>: ребята, сегодня мы познакомимся с темой "причастие". Вы уже знаете, что такое галагол и прилагательное. А причастие - это дитя глагола и прилагательного. От отца-глагола причастие получило время и вид, а от матери-прилагательного получило форму, падеж, число и род. Но также оно имело и индивидуальную черту - оно могло быть действительным и страдательным. И сегодня мы узнаем подробнее о его характеристиках.
                    </p>
                </div>
                <div className="box1">
                <div className="z">
                    <h2>5)Кейс-стади</h2>
                </div>
                    <p>В основе метода case-study лежит разбор разных ситуаций, которые сложились в бизнесе или в других сферах. Его ценность в том, что дети учатся действовать в команде. Они анализируют данные и общими силами вырабатывают управленческие решения.
                    </p><p>Задача преподавателя становится более сложной, если сравнивать разбор кейса с классической схемой получения знаний. Руководитель должен получить не 1 ответ, а несколько. Потом он должен оценить, можно ли применять предложенные учащимися решения на практике. Изменяется акцент обучения. Ученики сами вырабатывают решения, а не получают готовые знания. В процессе обсуждения преподаватель и ученики тесно сотрудничают, они равноправны. В результате использования метода слушатели не просто получают знания, но и на практике оттачивают профессиональные навыки. Метод кейс-стади заключается в следующем: из жизни берется ситуация, участники обсуждения разрабатывают модель. Преподаватель поддерживает дискуссию, направляет обсуждение. Он задает вопросы и фиксирует ответы, которые дают ученики.
                    </p><p>Занимаясь анализом ситуации, участники не только приобретают знания. Они формируют систему ценностей, которая присуща специалистам, работающим в этой сфере.
                    </p><p>Case-study позволяет применить теорию на практике. Работая в коллективе, дети учатся выслушивать разные точки зрения, учитывать их. Также они учатся предлагать свои решения, приводя аргументы в защиту позиции.

                    </p><ol><strong>Признаки кейс-стади</strong>
                        <li>В ходе обсуждения рассматривается модель в выбранный период времени и в рамках какой-либо социально-экономической системы.</li>
                        <li>Решения вырабатываются коллективно. Деятельность студентов тоже оценивается группой.</li>
                        <li>Есть несколько вариантов решений, невозможно дать единственный ответ.</li>
                        <li>Цель обсуждений одна.</li>
                        <li>В ходе дискуссии возникает эмоциональное напряжение, участники обмениваются мнениями.</li>
                    </ol>


                    <div className="z">
                    <h2>6)Метод "Летучка"</h2>
                    </div>
                    <p>Это метод, в котором актуальные на данный момент времени вопросы касаемо изучаемой темы или проблемы решаются через обмен информацией и мнениями, следовательно, появляется возможность повысить навыки учащихся.
                    </p><p>Преимущества: привязка к реальным ситуациям в процессе обучения, использование эмоционально волевого и содержательно-проблемного подхода.
                    </p><p>Недостатки: велика вероятность возникновения отвлечённых дискуссий, негативная окраска и потребность в обобщении некоторых моментов.
                    </p><p>Пример:

                        При изучении темы «Глагол» в 6 классе, детям предлагается выполнить следующее задания:

                        Продолжите предложение:
                        Допишите недостающие слова и аргументируйте свой ответ.

                        - Глагол – это часть речи, которая обозначает___________________________

                        - Глаголы отвечают на вопросы_______________________________________

                        - Глаголы изменяются_______________________________________________

                        - В предложении глагол обычно бывает________________________________

                        - Изменение глаголов по лицам и числам называется_____________________
                    </p>
                    {Input_comment()}
                    {Up_button()}
                    </div>
                   
            </div>
            
        </div>
        
    )
}

export default Content;